<template>
	<view>
		<cu-custom bgColor="bg-white" :isBack="true"><block slot="content">免责声明</block></cu-custom>
		<view class="bg-white padding container">
			<view class="">
				感谢您参与上海市黄浦区金融办共同组织的线上赛事（“比赛”），为维护您的自身权益，在正式提交比赛报名前，建议您仔细阅读各条款具体表述。
			</view>
			
			<view class="">
				<text class="text-bold">【审慎阅读】</text>
				在您申请报名并勾选“我同意以上申明”勾选框之前，应当认证阅读免责声明。请您务必保证已经充分理解各条款内容并保证自身符合各项申明情况，尤其是免除或者限制主办方责任，限制您权利的条款，以及法律适用和争议解决条款，请重点阅读。如您对本免责声明有任何疑问，可向客服咨询。
			</view>
			
			<view class="">
				<text class="text-bold">【签署】</text>
				当您按照申请页面提示填写信息、勾选“我同意以上声明”且提交报名申请后，即表示您已经充分阅读、理解并同意按照本免责声明作出声明，且该等声明为您的真实意思表达。阅读本免责声明的过程中，如果您不同意作出本免责声明或不同意其中任何内容、您应该立即停止报名程序。
			</view>
			
			<view class="">
				1、	本人自愿参加本次赛事，本人确认本人具有参加本次比赛相应的民事行为能力和民事责任能力，并且已获得监护人的同意。
			</view>
			<view class="">
				2、	本人确认全面理解并同意遵守本次比赛主办方所制定的各项活动规程、规则、要求及采取的措施。
			</view>
			<view class="">
				3、	本人确认已认真阅读了本次比赛主办方就选手参加本次比赛可能发生的一切风险（包括但不限于因本次比赛所可能产生的人身伤亡风险）的提示，本人在此明确同意自行承担参加比赛所可能存在的风险和责任。
			</view>
			<view class="">
				4、	本人承诺已通过正规医疗机构进行体检，并结合检查报告进行自我评估，确认自己的身体状况能够适宜参加本次比赛。本人已为参赛做好准备，承诺愿意承担参赛可能带来的风险（包括但不限于因本次比赛所可能产生的人身伤亡风险）。
			</view>
			<view class="">
				5、	本人确认不患有以下疾病：
				<view class="" style="text-indent: 2em;">
					<view class="sub-desc">1.	先天性心脏病、风湿性心脏病、心肌炎及其他类别的心脏病；</view>
					<view class="sub-desc">2.	严重心律不齐；</view>
					<view class="sub-desc">3.	高血压；</view>
					<view class="sub-desc">4.	脑血管疾病；</view>
					<view class="sub-desc">5.	冠状动脉疾病；</view>
					<view class="sub-desc">6.	糖尿病；</view>
					<view class="sub-desc">7.	其他不适宜运动的疾病。</view>
				</view>
			</view>
			<view class="">
				6、	本人确认本次比赛为线上组织赛事，主办方不负有线下现场组织并监管赛事的责任，不承担任何比赛相关的线下安全保障义务。本人应保证自行为比赛做好充足准备，包括但不限于保持身体状况良好，携带必要的辅助设备，自行准备医疗自救用品，确认天气及比赛路线的状况。本人同意在参赛过程中遵守本次赛事的要求及各项规则。本人在身体不适、天气不佳及比赛线路出现突发状况时应主动暂停或退出比赛，并承担因本人坚持比赛所产生的全部责任和后果。
			</view>
			<view class="">
				7、	对于本人在本次比赛全过程（包括赛前、比赛中及赛后返程等）中可能遭受的人身伤害（包括但不限于人身局部或永久性伤残、死亡），本人确认自行承担全部责任（包括但不限于自行承担相关的医疗费用及误工费用）。
				本人确认并同意主办方不应对本人在本次比赛过程中遭受的任何人身伤害承担任何形式的责任。本人确认不会采取任何形式向主办方主张任何赔偿责任。
			</view>
			<view class="">
				8、	本人保证在本次比赛全过程（包括赛前、比赛中及赛后返程等）中妥善保管自身财物，对于本人在本次比赛全过程中可能遭受的财产损坏（包括但不限于遗失、盗失、摔损等），
				本人确认自行承担全部责任及损失。本人确认并同意主办方不应对本人在本次比赛过程中遭受的任何财产损失或损坏承担任何形式的责任。本人同事确认不会采取任何方式向主办方主张任何赔偿责任。
			</view>
			<view class="">
				9、	线上赛事主要通过微信小程序记录比赛成绩。本人应保证使用适宜的移动设备。本人确保并理解由于装载移动设备功能、网络状况及其他原因从而导致的数据遗漏、运行故障等问题，
				本人愿意自行承担该故障造成的不良影响及损失。在发现小程序有运行不良问题时，本人应及时联系客服反应情况。
			</view>
			<view class="">
				10、	本人授权主办方及主办方指定媒体无偿使用本人的肖像、姓名、声音等用于本次比赛及其他相关活动的宣传与推广。
			</view>
			<view class="">
				11、	本人将向主办方提供身份信息件用于核实本人身份及参赛资格，保证提交的身份信息真实有效，并承担因提供不实信息所产生的全部责任，主办方据此有权拒绝提供参赛资格。
			</view>
			<view class="">
				12、	本人承诺以自己的名词报名参赛，不讲报名后获得的参赛资格以任何方式转让给他人，并承担因转让参赛资格所出现的全部责任和后果。
			</view>
			<view class="">
				13、	本人确认并同意，本人与主办方因本次比赛产生的或与本次比赛有关的任何争议均应提交至所在地有管辖权的人民法院通过诉讼解决。
			</view>
		</view>
	</view>
</template>

<script>
</script>

<style>
	.container view {
		line-height: 2em;
	}
	.container view:not(.sub-desc) {
		margin-bottom: 30upx;
	}
</style>
